Repository: Weixi779/SudokuLab
Catalog: SudokuLab/SudokuLab/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# game.empty.description
source: Choose a puzzle here when the game flow is ready.
zh_hans: 游戏流程准备好后，可在这里选择题目。

# game.empty.title
source: No puzzle in progress
zh_hans: 暂无进行中的题目

# home.empty.description
source: Daily puzzles and progress will appear here.
zh_hans: 每日题目和进度会显示在这里。

# home.empty.title
source: Welcome to SudokuLab
zh_hans: 欢迎来到 SudokuLab

# records.empty.description
source: Completed games and streaks will appear here.
zh_hans: 完成记录和连续挑战会显示在这里。

# records.empty.title
source: No records yet
zh_hans: 暂无记录

# settings.empty.description
source: Gameplay and appearance preferences will appear here.
zh_hans: 游戏和外观偏好会显示在这里。

# settings.empty.title
source: No settings yet
zh_hans: 暂无设置项

# tab.game.title
source: Play
zh_hans: 游戏

# tab.home.title
source: Home
zh_hans: 首页

# tab.records.title
source: Records
zh_hans: 记录

# tab.settings.title
source: Settings
zh_hans: 设置
